[Character.CharClass_Nast_Native_Badass AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_Native_Badass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Wild hooligans",TransformedNames=((TransformedName="Wild boy"),(TransformedName="How rude"),(TransformedName="Omnd-Omnd-Oh")))

[Skills.Skill_Stun SkillDefinition]
SkillName="Food"
SkillDescription="Slow players"
LockedSkillDetailStr="<Locked>"

